<template>
    <v-container>
        <v-card flat color="transparent">
            <v-card-text>
                <v-card-title class="cyan--text">طريقة عمل المنصة</v-card-title>
                <v-card-text>
                    <v-expansion-panels>
                        <v-expansion-panel
                                class="mt-2 mb-2"
                                v-for="item in items"
                                :key="i"
                        >
                            <v-expansion-panel-header>{{ item.question }}</v-expansion-panel-header>
                            <v-expansion-panel-content>
                                {{ item.answer }}
                            </v-expansion-panel-content>
                        </v-expansion-panel>
                    </v-expansion-panels>
                </v-card-text>
            </v-card-text>
        </v-card>
    </v-container>
</template>

<script>
    export default {
        name: "how",
        data()
        {
            return {
                items: [
                    {
                        question: 'واجباتنا',
                        answer: '' +
                            '- التأكد من معرفة هوية العميل سواء الجهة أو الفرد\n' +
                            '- توفير منصة عرض وطلب بيع وشراء إلكترونية وفق نظام المزاد والترسية يتم من خلالها ربط البائع والمشتري وفق نظام قانوني آمن وسريع\n' +
                            '- الإدارة والإشراف والمراقبة على عملية المزادات بدءًا من إدخال المعلومات من الجهات العارضة واستقبال طلبات العملاء الراغبين في المزايدة والشراء\n' +
                            '- الدعم الفني والتقني واللوجستي وتوفير اللازم من المرحلة الأولى وحتى إتمام المزادات والبيع وترسيتها والتأكد من تسليمها\n' +
                            '- توثيق رسمي لعملية ترسية المزادات وإتمام البيع والشراء إلكترونيا',
                    },
                    {
                        question: 'تعليمات للعارضين',
                        answer: '' +
                            '- فتح حساب بالمنصة الإلكترونية وتوثيق العميل\n' +
                            '- إدخال المعلومات والمحتويات والمستندات المتعلقة بالمعروضات\n' +
                            '- دفع المبلغ المحدد لاستخدام المنصة ( اشتراك بأحد الباقات زائداً نسبة محددة من المشتري)\n' +
                            '- الدفع عن طريق وسائل الدفع المتاحة للاشتراك بالباقة المناسبة\n' +
                            '- إكمال معلومات المعروضات وتحديد المدة الزمنية للمزاد\n' +
                            '- الانتظار حتى انتهاء المزاد وترسيته\n' +
                            '- إشعار الإدارة بالموافقة على السعر الذي انتهى عليه المزاد\n' +
                            '- إصدار خطاب ترسية إلكتروني\n' +
                            '- استلام الشركة الرسوم المستحقة من المشتري\n' +
                            '- إنهاء إجراءات البيع وتسليم محل المزاد للمشتري',
                    },
                    {
                        question: 'تعليمات للمزايدين',
                        answer: '' +
                            '- فتح حساب بالمنصة الإلكترونية وتوثيق العميل\n' +
                            '- دفع المبلغ المحدد للدخول في المزايدة عن طريق وسائل الدفع المتاحة\n' +
                            '- الدخول للمزايدة والمنافسة حتى تتم الترسية\n' +
                            '- إكمال المبلغ من العميل الفائز بالمزاد\n' +
                            '- طبع خطاب الترسية الالكتروني\n' +
                            '- دفع الرسوم المستحقة لشركة إبرام\n' +
                            '- إنهاء إجراءات البيع واستلام السلعة من العارض',
                    },



                ]
            }
        }
    }
</script>

<style scoped>

</style>