<template>
    <v-container>
        <v-card v-for="item in terms" class="mt-2 mb-2" outlined>
            <v-card-title>{{ item }}</v-card-title>
        </v-card>
    </v-container>
</template>

<script>
    export default {
        name: "terms",
        data()
        {
            return {
                terms: [
                    "∎ ينطوي استخدامك لهذا الموقع على مسؤوليتك الخاصة.",
                    "∎ يشترط على المشاركين في المزاد أن يكونوا فوق عمر الـ 18 عام وحاصلين على هوية وطنية أو هوية صادرة من دول مجلس التعاون أو إقامة نظامية سارية المفعول، ويملكون حسابات بنكية معتمدة لإصدار شيكات بنكية معتمدة، ورقم هاتف وبريد الكتروني ساري المفعول.",
                    "∎ يقر المزايد أنه قد عاين السلعة أو العقار محل المزايدة المقصود شراؤها معاينة نافية للجهالة والغبن والغرر وتأكد من مطابقتها للمواصفات المعروضة في المزاد وقد قبلها قبولا تاما على حالتها.",
                    "∎ في حال وجود أي خطأ في أي معلومة أو معلومات مضللة من الجهة العارضة أو خلافة أنطوى عليها تقيمها بخلاف حقيقتها أو وصفها المعروض ، يتم إلغاء المعاملة واسترجاع المبلغ المدفوع كاملا للعميل.",
                    "∎ جميع السلع والعقارات و المنتجات المعروضة بالموقع تخضع لعملية إتمام بيعها بشكل فوري ما لم يتم ذكر خلاف ذلك بالإعلان الوصفي للمزايدة.",
                    "∎ على المزايد دفع قيمة ما زايد عليه خلال3أيام عمل من تاريخ انتهاء المزاد بخلاف العقارات خلال أسبوع واحد فقط وإلا سقط حقه باسترداد ما دفعه من عربون وسيتم اتخاذ كافة الإجراءات القانونية بحقه بحال أعيد المزاد ورسى على الغير بقيمة أقل من المزاد السابق ويتحمل بالإضافة إلى الرسوم الإدارية العمولة المقررة دون الرجوع إليه.",
                    "∎ في حال إخلال العميل بشروط المزايدة أو لعدم التزامه بسداد ما رسي عليه يتم إدراجه في القائمة السوداء، ويمنع من دخول المزادات مرة أخرى، أو حسب تقدير إدارة إبرام للمزادات.",
                    "∎ عند انتهاء المزاد فإن المزايد الذي لم تتم ترسية المزاد عليه فإن المبلغ المدفوع من قبله يسترد تلقائياً في حسابه البنكي خلال أسبوعين عمل وأن أي تأخير في ذلك يكون راجعاً للبنك ولا علاقة لإبرام للمزادات بذلك ولا يحق للعميل مطالبة إبرام للمزادات بتعويضه عن التأخير في رد المبلغ لحسابه.",
                    "∎ على المزايد قبل الدخول بالمزايدة توضيح الطريقة التي يرغبها باسترجاع أمواله بحال لم يتم ترسية المزاد عليه إما عن طريق إعادتها لحسابه البنكي أو بشيك وبحال رغب استلامها بشيك يلزمه أو من ينيبه نظاما مراجعة أحد فروع شركة إبرام ،وذلك خلال 7 أيام عمل من تاريخ إنهاء المزاد ،وعليه إبراز ما يثبت هويته.",
                    "∎ للشركة ( الموقع ) الحق في منع إشراك أي شخص أو جهة تبين أنه قدم أو قدمت معلومات غير صحيحة أو مضللة أو قدم طرق دفع غير صالحة، أو ثبت اشتراكه في مزاد واحد بأكثر من حساب أو أي سبب آخر يخالف أو ينتهك شروط المزايدات.",
                    "∎ في حال كان المزايد الذي رسي عليه المزاد من خارج المملكة العربية السعودية فعليه دفع أجور الشحن الخاصة بالسلعة التي تم مزايدته عليها أما بحال كان عقارا فيلزم مراجعته أو من ينيبه نظاما أحد فروع الشركة أو الجهة العارضة وتقديم الوثائق اللازمة لإتمام عملية البيع خلال 7 أيام عمل.",
                    "∎ يحق لإبرام للمزادات تغيير الحد الأدنى لأسعار المزايدة أو تمديد فترة نهاية المزاد دون إبداء الأسباب، كما يحق لها سحب أي منتج أو مادة من المزاد حتى لو كان عليه مزايدة.",
                    "∎ يتم إضافة خمس دقائق على وقت انتهاء المزاد في حال تمت المزايدة في آخر 5 دقائق من وقت انتهاء المزاد.",
                    "∎ لا تتحمل إبرام للمزادات أية مسؤولية تجاه أي مزايد قد ترفض الجهات الرسمية نقل ملكية محل المزاد له أو وجد مانع من موانع الحيازة أو لا تنطبق عليه الشروط أو الأنظمة ، لأي سبب كان ،ولا يحق للمشتري الاعتراض أو الشكوى أو طلب تعويض أو التراجع عن الشراء.",
                    "∎ تسري على جميع المعروضات للمزايدة نظام المملكة العربية السعودية وعلى سبيل المثال للحصر القواعد المنظمة لتملك الأجنبي للعقار كذلك موانع تملك مواطني مجلس التعاون بمكة المكرمة والمدينة المنورة .",
                    "∎ في حال وجود قوة قاهرة أو مشكلة فنية أو خلل لا يمكن السيطرة عليه في الموقع الإلكتروني للمزاد، فيحق لإبرام للمزادات إغلاق الموقع أو تمديد المزاد لمدة إضافية حتى يتم إصلاح العطل الفني أو زوال المانع ،وستقوم إبرام قدر المستطاع من التواصل مع العملاء بإحدى طرق التواصل وإبلاغهم بالعطل الفني وتزويدهم بالتطورات أول بأول.",
                    "∎ في حالة وجود مشكلة فنية أو تقنية واجهت أحد العملاء المزايدين أثناء المزاد فعليه أن يقوم بإبلاغ إدارة إبرام للمزادات فور اكتشافه للمشكلة، على أن تقوم الإدارة بالعمل على حل المشكلة في أسرع وقت ممكن لتتمكن بعدم فوات الفرصة، علماً بأن الإدارة لن تقوم بتمديد وقت المزاد إذا كانت المشكلة فردية وأن إبرام للمزادات لا تتحمل أي مسئولية في حال فوات فرصة المزايدة لحين حل المشكلة ويتعهد العضو المزايد بأن لا يقوم بمطالبة إبرام للمزادات بأي تعويض عن أي ضرر ناتج عن الخلل الفردي أو فوات الفرصة.",
                    "∎ في حالة وجود أي خطأ مادي في إدراج أي من المعروضات للمزايدة (كخطأ في رقم أو معلومة أو جهة إصداره أو موقع ) وتم اكتشافه بعد انتهاء المزاد فستقوم إبرام للمزادات بتصحيح الخطأ وللمزايد الراسي عليه المزاد الحق في قبول ما زايد عليه ودفع المبلغ المتبقي وإتمام البيع أو استرجاع المبلغ الذي دخل به المزايدة.",
                    "∎ يحق لإبرام للمزادات إيقاف المزايدة في أي وقت لأسباب مشروعة بدون إبداء الأسباب.",
                    "∎ لإبرام للمزادات الحق بتغيير قوانين المزاد كلها أو جزء منها من دون أن تعطي إشعارا مسبقا بذلك للعملاء المسجلين في الموقع.",
                    "∎ على من يرسو عليه المزاد القيام بنقل السلعة محل المزاد خلال ثلاثة أيام عمل فقط أو خلال عشرة أيام عمل بحال كان عقارا بعد انتهاء المزاد وترسيته وأنه مسئول وحدة عن أي فقد أو تلف يحدث للسلعة أو أي ضرر آخر وبحال عدم استلامها أو نقل ملكيتها خلال المدة المقررة، تحتسب رسوم تخزين ونفقات إدارية على كل سلعة مباعة ولم يقم صاحبها بنقلها خلال المدة المقررة مبلغ وقدره (150 ريال) عن كل يوم تأخير وتدفع هذه الرسوم قبل الاستلام وإذا تجاوزت نفقات التخزين قيمة السلعة محل المزاد فيحق لإبرام للمزادات بيع السلعة واستيفاء الرسوم ولا يحق للمشتري الراسي عليه المزاد المطالبة بالسلعة. أما بحال العقار فإذا تم ترسية المزاد على العميل ولم يقم بنقل الملكية خلال المدة المقررة فيعاد عرضها مرة أخرى بالمزاد ولا يحق للمزايد السابق استرجاع ما دفعه.",
                    "∎ إذا تعلق بالمعروضات المباعة أمور تتعلق بها لاحقا على سبيل المثال للحصر ( إخلاء عقار – فواتير سابقة – مستندات تتعلق بالمعروض- اكتشاف خلل ) فيقر المستخدم بأن شركة إبرام ليست طرفا ولا يرجع عليها بشي ومرد ذلك بين العارض والمستخدم فقط لا غير.",
                    "∎ إضافة للشروط والأحكام العامة فبعض المزادات يلاحظ وضع شروط خاصة بها.",
                    "∎ جميع ما تم المزايدة عليه يخضع لموافقة المورد أو العارض حتى يكون نافذا .",
                    "∎ تعتبر الصور والمستندات والقوائم المرفقة في المزايدة أدوات توضيحية فقط، ولا تغني عن الوقوف ومعاينة المواد المعروضة حيث أنها الأساس في عملية التثمين و إجراءات التسليم",
                ]
            }
        }
    }
</script>

<style scoped>

</style>